<h1>Обо мне</h1>

<p>
    Привет! Меня зовут Глеб Меньшенин, и я рад приветствовать вас на своей
    странице. Я живу в Челябинске, Россия, и я старшеклассник в местной школе.
</p>

<h2>Хобби</h2>

<p>
    Я учусь в музыкальной школе. Играл на фортепьяно 6 лет. Сейчас я учусь
    играть на гитаре. Я 11 лет занимался смешанными еденоборствами. В свободное
    время я занимаюсь БПЛА (Беспилотными Летательными Аппаратами) в Курчатов
    Центре (летаю в симуляторе, собираю, запускаю).
</p>

<h2>Образование</h2>

<p>
    Мои любимые предметы в школе - математика и физика. После окончания школы я
    планирую поступить в один из технических университетов, чтобы получить
    качественное высшее образование в области техники или информационных
    технологий.
</p>

<h2>Цели</h2>

<p>
    Я недавно стал призёром Международной олимпиады "Траектория Взлёта" от
    Московского Авиационного Института, и мне предложили учёбу в Предуниверсарии
    МАИ, но мне пришлось отказаться по причине отсутствия общежития. Но я всё
    ещё желаю туда поступить в будущем. Есть ещё вариант Иннополис, но он
    сложнее в реализации.
</p>

<p>
    Благодарю вас за интерес к моей жизни и настоятельно рекомендую всем
    следовать своим мечтам и стараться достичь поставленных целей. Желаю всем
    успеха!
</p>

<style>
    h1 {
        text-align: center;
    }
    p {
        flex-wrap: wrap;
        margin-top: 20px;
        text-align: center;
    }

    h2 {
        text-align: center;
    }
</style>
